Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: Refresh AI Status
ar: تحديث حالة الذكاء الاصطناعي
de: KI-Status aktualisieren
es: Actualizar estado de la IA
fr: Actualiser l'état de l'IA
id: Segarkan Status AI
it: Aggiorna stato AI
ko: AI 상태 새로 고침
nl: AI-status vernieuwen
pl: Odśwież stan SI
pt: Atualizar estado da IA
ru: Обновить статус ИИ
sv: Uppdatera AI-status
tr: Yapay Zeka Durumunu Yenile
uk: Оновити стан ШІ

source: Related
ar: ذو صلة
cs: Související
da: Relateret
de: Ähnlich
el: Σχετικά
es: Relacionado
fi: Liittyvät
fr: Lié
id: Terkait
it: Correlati
ja: 関連
ko: 관련 항목
nl: Gerelateerd
no: Relatert
pl: Powiązane
pt: Relacionados
pt_br: Relacionados
ro: Legate
ru: Похожие
sv: Relaterat
tr: İlgili
uk: Пов’язане
zh_hans: 相关的

source: Release Notes
ar: ملاحظات الإصدار
cs: Poznámky k vydání
da: Udgivelsesnoter
de: Versionshinweise
el: Σημειώσεις Έκδοσης
es: Notas de la versión
fi: Julkaise Muistiinpanot
fr: Notes de version
id: Catatan Rilis
it: Note di rilascio
ja: リリースノート
ko: 릴리스 노트
nl: Versienotities
no: Utgivelsesnotater
pl: Informacje o wydaniu
pt: Notas da versão
pt_br: Notas de Versão
ro: Note de lansare
ru: Примечания к выпуску
sv: Versionsinformation
tr: Sürüm Notları
uk: Примітки до випуску
zh_hans: 发布说明

source: Remember Shuffle & Repeat
ar: تذكّر الخلط والتكرار
cs: Pamatovat náhodné a opakovat
da: Husk Bland Og Gentag
de: Zufallswiedergabe und Wiederholen merken
el: Απομνημόνευση Τυχαίας Αναπαραγωγής
es: Recordar aleatorio y repetición
fi: Muista Sekoitus Ja Toista
fr: Mémoriser la lecture aléatoire et la répétition
id: Ingat Acak & Ulangi
it: Ricorda ordine casuale e ripetizione
ja: シャッフルと繰り返しを記憶する
ko: 셔플 및 반복 기억
nl: Onthoud shuffle en herhalen
no: Husk Shuffle & Gjenta
pl: Zapamiętuj losowanie i powtarzanie
pt: Memorizar Aleatório e Repetir
pt_br: Lembrar modo aleatório e repetir
ro: Amintește-ți Amestecarea și Repetarea
ru: Запоминать перемешивание и повтор
sv: Kom ihåg blandning och upprepning
tr: Karıştırma ve Tekrarı Hatırla
uk: Запам’ятовувати перемішування та повтор
zh_hans: 记住乱序并重复

source: Remove Dislike
ar: إزالة عدم الإعجاب
cs: Odstranit nelíbí se mi
da: Fjern Dislike
de: "Gefällt mir nicht" entfernen
el: Αφαίρεση Αγνόησης
es: Quitar No me gusta
fi: Poista Epätykkäät
fr: Retirer le je n'aime pas
id: Hapus tidak suka
it: Rimuovi non mi piace
ja: 嫌いなものを削除
ko: 싫어요 취소
nl: Niet leuk vinden verwijderen
no: Fjern misliker
pl: Usuń ocenę negatywną
pt: Remover não gosto
pt_br: Remover Descurtir
ro: Elimină dezagreant
ru: Убрать «не нравится»
sv: Ta bort ogilla
tr: Olumsuz Oyu Kaldır
uk: Прибрати «не подобається»
zh_hans: 移除不喜欢的

source: Remove Duplicates
ar: إزالة التكرارات
cs: Odstranit duplikáty
da: Fjern Duplikater
de: Doppelte entfernen
el: Αφαίρεση Διπλότυπων
es: Eliminar duplicados
fi: Poista Kaksoiskappaleet
fr: Supprimer les doublons
id: Hapus Duplikat
it: Rimuovi duplicati
ja: 重複を削除
ko: 중복 제거
nl: Duplicaten verwijderen
no: Fjern duplikater
pl: Usuń duplikaty
pt: Remover duplicados
pt_br: Remover duplicados
ro: Elimină dublurile
ru: Удалить дубликаты
sv: Ta bort dubbletter
tr: Yinelenenleri kaldır
uk: Видалити дублікати
zh_hans: 删除重复项

source: Remove Duplicates: delete repeated songs from the queue and keep the first occurrence of each.
ar: إزالة التكرارات: احذف الأغاني المكررة من قائمة الانتظار واحتفظ بأول ظهور لكل أغنية.
cs: Odstranit duplikáty: odstranit opakované skladby z fronty a udržet první výskyt každé z nich.
da: Fjern Duplikater: Slet gentagne sange fra køen og behold den første forekomst af hver.
de: Doppelte entfernen: Löscht wiederholte Titel aus der Warteschlange und behält jeweils das erste Vorkommen.
el: Αφαίρεση διπλότυπων: διαγραφή επαναλαμβανόμενων τραγουδιών από την ουρά και διατήρηση της πρώτης εμφάνισης του καθενός.
es: Eliminar duplicados: elimina las canciones repetidas de la cola y conserva la primera aparición de cada una.
fi: Poista Duplicates: Poista toistuvat kappaleet jonosta ja pidä jokaisen ensimmäinen esiintymä.
fr: Supprimer les doublons : supprime les morceaux répétés de la file d'attente et conserve la première occurrence de chacun.
id: Hapus Duplikat: hapus lagu berulang dari antrean dan pertahankan kemunculan pertama setiap lagu.
it: Rimuovi duplicati: elimina i brani ripetuti dalla coda e conserva la prima occorrenza di ciascuno.
ja: Remove Duplicates: 繰り返される曲をキューから削除し、それぞれの最初の発生を維持します。
ko: 중복 제거: 대기열에서 반복된 노래를 삭제하고 각 노래의 첫 번째 항목만 유지합니다.
nl: Duplicaten verwijderen: verwijdert dubbele nummers uit de wachtrij en behoudt van elk nummer de eerste vermelding.
no: Fjern duplikater: Slett gjentatte sanger fra køen og behold den første forekomsten av hver.
pl: Usuń duplikaty: usuń powtarzające się utwory z kolejki i zachowaj pierwsze wystąpienie każdego z nich.
pt: Remover duplicados: elimine músicas repetidas da fila e mantenha a primeira ocorrência de cada uma.
pt_br: Remover duplicatas: excluir músicas repetidas da fila e manter a primeira ocorrência de cada uma.
ro: Elimină duplicatele: șterge melodiile repetate din coadă și păstrează prima apariție a fiecăruia.
ru: Удалить дубликаты: удаляет повторяющиеся песни из очереди и оставляет первое вхождение каждой.
sv: Ta bort dubbletter: radera upprepade låtar från kön och behåll den första förekomsten av varje.
tr: Yinelenenleri kaldır: kuyruktaki tekrar eden şarkıları siler ve her birinin ilk örneğini korur.
uk: Видалити дублікати: видаляє повторювані пісні з черги й залишає перше входження кожної.
zh_hans: 删除重复的歌曲：从队列中删除重复的歌曲并保留每首次重复的歌曲。

source: Remove Like
ar: إزالة الإعجاب
cs: Odstranit líbí se mi
da: Fjern Som
de: "Gefällt mir" entfernen
el: Αφαίρεση Αρέσει
es: Quitar Me gusta
fi: Poista Tykkää
fr: Retirer le J'aime
id: Hapus Suka
it: Rimuovi Mi piace
ja: いいねを削除
ko: 좋아요 취소
nl: Vind ik leuk verwijderen
no: Fjern som
pl: Usuń polubienie
pt: Remover gosto
pt_br: Remover curtir
ro: Elimină Aprecieri
ru: Убрать отметку "Нравится"
sv: Ta bort gilla-markering
tr: Beğeniyi kaldır
uk: Прибрати вподобання
zh_hans: 移除赞

source: Remove extension
ar: إزالة الإضافة
cs: Odstranit rozšíření
da: Fjern udvidelse
de: Erweiterung entfernen
el: Αφαίρεση επέκτασης
es: Eliminar extensión
fi: Poista laajennus
fr: Supprimer l'extension
id: Hapus ekstensi
it: Rimuovi estensione
ja: エクステンションを削除
ko: 확장 프로그램 제거
nl: Extensie verwijderen
no: Fjern utvidelse
pl: Usuń rozszerzenie
pt: Remover extensão
pt_br: Remover extensão
ro: Eliminați extensia
ru: Удалить расширение
sv: Ta bort tillägg
tr: Uzantıyı kaldır
uk: Видалити розширення
zh_hans: 移除扩展

source: Remove from Favorites
ar: إزالة من المفضلة
cs: Odebrat z oblíbených
da: Fjern fra favoritter
de: Aus Favoriten entfernen
el: Αφαίρεση από τα Αγαπημένα
es: Quitar de Favoritos
fi: Poista suosikeista
fr: Retirer des favoris
id: Hapus dari Favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 삭제
nl: Verwijder uit favorieten
no: Fjern fra favoritter
pl: Usuń z ulubionych
pt: Remover dos Favoritos
pt_br: Remover dos Favoritos
ro: Elimină din favorite
ru: Удалить из избранного
sv: Ta bort från favoriter
tr: Favorilerden Kaldır
uk: Вилучити з обраного
zh_hans: 从收藏夹中删除

source: Remove from Playlist
ar: إزالة من قائمة التشغيل
cs: Odstranit z playlistu
da: Fjern fra spilleliste
de: Aus Playlist entfernen
el: Αφαίρεση από τη λίστα αναπαραγωγής
es: Quitar de la playlist
fi: Poista soittolistalta
fr: Retirer de la playlist
id: Hapus dari Playlist
it: Rimuovi dalla playlist
ja: プレイリストから削除
ko: 재생목록에서 제거
nl: Uit afspeellijst verwijderen
no: Fjern fra spillelisten
pl: Usuń z playlisty
pt: Remover da lista de reprodução
pt_br: Remover da playlist
ro: Elimină din Playlist
ru: Удалить из плейлиста
sv: Ta bort från spellista
tr: Çalma listesinden kaldır
uk: Видалити з плейлиста
zh_hans: 从播放列表删除

source: Remove from Queue
ar: إزالة من قائمة الانتظار
cs: Odebrat z fronty
da: Fjern fra kø
de: Aus der Warteschlange entfernen
el: Αφαίρεση από την ουρά
es: Quitar de la cola
fi: Poista jonosta
fr: Retirer de la file d'attente
id: Hapus dari Antrean
it: Rimuovi dalla coda
ja: キューから削除
ko: 대기열에서 삭제
nl: Verwijder uit wachtrij
no: Fjern fra køen
pl: Usuń z kolejki
pt: Remover da fila
pt_br: Remover da fila
ro: Elimină din coadă
ru: Удалить из очереди
sv: Ta bort från kön
tr: Sıradan Kaldır
uk: Вилучити з черги
zh_hans: 从队列删除

source: Remove from Sidebar
ar: إزالة من الشريط الجانبي
cs: Odebrat z postranního panelu
da: Fjern fra sidepanel
de: Aus Seitenleiste entfernen
el: Αφαίρεση από την πλευρική μπάρα
es: Quitar de la barra lateral
fi: Poista sivupalkista
fr: Retirer de la barre latérale
id: Hapus dari Bilah Samping
it: Rimuovi dalla barra laterale
ja: サイドバーから削除
ko: 사이드바에서 제거
nl: Verwijder uit zijbalk
no: Fjern fra sidepanelet
pl: Usuń z paska bocznego
pt: Remover da barra lateral
pt_br: Remover da barra lateral
ro: Elimină din bara laterală
ru: Убрать с боковой панели
sv: Ta bort från sidofältet
tr: Kenar Çubuğundan Kaldır
uk: Прибрати з бічної панелі
zh_hans: 从侧边栏删除

source: Repeat
ar: تكرار
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
fi: Toista
fr: Répéter
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
nl: Herhaal
no: Gjenta
pl: Powtarzaj
pt: Repetir
pt_br: Repetir
ro: Repetă
ru: Повтор
sv: Upprepa
tr: Tekrar
uk: Повтор
zh_hans: 重复

source: Repeat All
ar: تكرار الكل
cs: Opakovat vše
da: Gentag Alle
de: Alle wiederholen
el: Επανάληψη Όλων
es: Repetir todo
fi: Toista Kaikki
fr: Tout répéter
id: Ulangi Semua
it: Ripeti tutto
ja: すべて繰り返す
ko: 전체 반복
nl: Herhaal alles
no: Gjenta Alle
pl: Powtarzaj wszystko
pt: Repetir tudo
pt_br: Repetir todos
ro: Repetă tot
ru: Повторять все
sv: Upprepa alla
tr: Tümünü Tekrarla
uk: Повторювати все
zh_hans: 全部重复

source: Repeat Off
ar: إيقاف التكرار
cs: Opakování vypnuto
da: Gentag Fra
de: Wiederholen aus
el: Απενεργοποιημένη Επανάληψη
es: Repetición desactivada
fi: Toista Pois Käytöstä
fr: Répétition désactivée
id: Ulangi Mati
it: Ripetizione disattivata
ja: 繰り返しオフ
ko: 반복 끔
nl: Herhalen uit
no: Repeter av
pl: Powtarzanie wył.
pt: Repetição desativada
pt_br: Repetir desligado
ro: Repetare oprită
ru: Повтор выключен
sv: Upprepning av
tr: Tekrar Kapalı
uk: Повтор вимкнено
zh_hans: 关闭重复

source: Repeat One
ar: تكرار واحدة
cs: Opakovat jednu
da: Gentag En
de: Einen wiederholen
el: Επανάληψη Ενός
es: Repetir una
fi: Toista Yksi
fr: Répéter un seul
id: Ulangi Satu
it: Ripeti uno
ja: 1回繰り返す
ko: 한 곡 반복
nl: Herhaal één
no: Gjenta én
pl: Powtarzaj jeden
pt: Repetir uma
pt_br: Repetir uma vez
ro: Repetă unu
ru: Повторять один
sv: Upprepa en
tr: Birini Tekrarla
uk: Повторювати одну
zh_hans: 重复一个

source: Replaces clickbait titles with accurate ones.
ar: استبدال عناوين النقر بعناوين دقيقة.
cs: Nahrazuje názvy návnady přesnými.
da: Erstatter klikbait titler med nøjagtige.
de: Ersetzt Clickbait-Titel durch genaue.
el: Αντικαθιστά τίτλους clickbait με ακριβείς.
es: Reemplaza los títulos de clickbait con los más precisos.
fi: Korvaa klikkauksen otsikot täsmällisillä otsikoilla.
fr: Remplace les titres d'appâts de clicks par des titres précis.
ja: clickbaitタイトルを正確なものに置き換えます。
nl: Vervangt klikbait titels door nauwkeurige titels.
no: Erstatter klikkeagnet titler med nøyaktige.
pl: Zastępuje tytuły kliknięć dokładnymi tytułami.
pt: Substitui títulos clickbait por títulos precisos.
pt_br: Substitui títulos clickbait por títulos precisos.
ro: Înlocuieşte titlurile clickbait cu cele precise.
ru: Заменяет названия кликов на точные.
sv: Ersätter klickbetestitlar med exakta titlar.
uk: Замінює заголовки кліків коректними.
zh_hans: 用准确的标题取代点击宝头衔。

source: Report an issue
ar: الإبلاغ عن مشكلة
cs: Nahlásit problém
da: Rapporter et problem
de: Ein Problem melden
el: Αναφορά προβλήματος
es: Reportar un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
nl: Meld een probleem
no: Rapporter et problem
pl: Zgłoś problem
pt: Reportar um problema
pt_br: Reportar um problema
ro: Raportează o problemă
ru: Сообщить о проблеме
sv: Rapportera ett problem
uk: Повідомити про проблему
zh_hans: 报告一个问题

source: Report an issue or join the KasetPlus community
ar: الإبلاغ عن مشكلة أو الانضمام إلى مجتمع كاستبلس
cs: Nahlásit problém nebo se připojit k komunitě KasetPlus
da: Rapporter et problem eller deltag i KasetPlus-fællesskabet
de: Melde ein Problem oder trete der KasetPlus Community bei
el: Αναφορά προβλήματος ή συμμετοχή στην κοινότητα του KasetPlus
es: Reporta un problema o únete a la comunidad KasetPlus
fi: Ilmoita ongelmasta tai liity KasetPlus yhteisöön
fr: Signaler un problème ou rejoindre la communauté KasetPlus
it: Segnala un problema o unisciti alla community di KasetPlus
ja: 問題を報告するか、KasetPlus コミュニティに参加してください
nl: Meld een probleem of neem deel aan de KasetPlus-gemeenschap
no: Rapporter en feil eller bli med i KasetPlus samfunnet
pl: Zgłoś problem lub dołącz do społeczności KasetPlus
pt: Relate um problema ou junte-se à comunidade KasetPlus
pt_br: Relate um problema ou junte-se à comunidade KasetPlus
ro: Raportează o problemă sau alătură-te comunității KasetPlus
ru: Сообщить о проблеме или присоединиться к сообществу KasetPlus
sv: Rapportera ett problem eller gå med i KasetPlus-gemenskapen
uk: Повідомте про проблему або приєднайтеся до спільноти KasetPlus
zh_hans: 举报一个问题或加入 KasetPlus 社区

source: Report bugs with logs and specs attached automatically
ar: الإبلاغ عن الأخطاء مع السجلات والعروض المرفقة تلقائياً
cs: Hlášení chyb s připojenými protokoly a specifikacemi automaticky
da: Rapporter fejl med logs og specs vedhæftet automatisk
de: Melde Fehler mit Logs und Spezifikationen automatisch angehängt
el: Αναφορά σφαλμάτων με αρχεία καταγραφής και specs που επισυνάπτονται αυτόματα
es: Reportar errores con registros y especificaciones adjuntas automáticamente
fi: Raportoi virheitä lokeilla ja spektrillä automaattisesti
fr: Signaler les bugs avec les logs et les spécifications automatiquement attachés
it: Segnala bug con log e specifiche allegati automaticamente
ja: ログと仕様が自動的に添付されたバグを報告する
nl: Rapporteer bugs met logs en specificaties automatisch gekoppeld
no: Rapportere feil med logger og spesifikasjoner automatisk
pl: Zgłoś błędy z dziennikami i specyfikacjami dołączonymi automatycznie
pt: Relatar bugs com logs e especificações anexadas automaticamente
pt_br: Relatar bugs com logs e especificações anexadas automaticamente
ro: Raportează automat bug-urile cu jurnalele și specificațiile atașate
ru: Автоматически сообщать об ошибках в журналах и спецификах
sv: Rapportera buggar med loggar och specifikationer automatiskt bifogade
uk: Автоматично повідомляти про помилки з журналами та специфікаціями
zh_hans: 自动报告日志和条目错误报告

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Atur Ulang
it: Reimposta
ko: 초기화
nl: Stel opnieuw in
pl: Wyzeruj
pt: Repor
ru: Сбросить
sv: Återställ
tr: Sıfırla
uk: Скинути

source: Restart Now
ar: إعادة التشغيل الآن
cs: Restartovat nyní
da: Genstart Nu
de: Jetzt neu starten
el: Επανεκκίνηση Τώρα
es: Reiniciar ahora
fi: Käynnistä Uudelleen Nyt
fr: Redémarrer maintenant
id: Mulai Ulang Sekarang
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
nl: Nu opnieuw starten
no: Omstart nå
pl: Uruchom ponownie teraz
pt: Reiniciar agora
pt_br: Reiniciar agora
ro: Repornește acum
ru: Перезапустить сейчас
sv: Starta om nu
tr: Şimdi yeniden başlat
uk: Перезапустити зараз
zh_hans: 立即重启

source: Retry
ar: إعادة المحاولة
cs: Opakovat
da: Forsøg igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
fi: Yritä Uudelleen
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行する
ko: 다시 시도
nl: Opnieuw proberen
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Repetir
ro: Reîncercați
ru: Повторить
sv: Försök igen
tr: Tekrar Dene
uk: Повторити
zh_hans: 重试

source: Retry Loading Playlists
ar: إعادة محاولة تحميل قوائم التشغيل
cs: Opakovat načítání seznamů skladeb
da: Gentag Indlæsning Afspilningslister
de: Playlists erneut laden
el: Επανάληψη Φόρτωσης Λίστας Αναπαραγωγής
es: Reintentar cargar playlists
fi: Yritä Soittolistojen Lataamista Uudelleen
fr: Réessayer de charger les playlists
id: Coba Lagi Memuat Playlist
it: Riprova a caricare le playlist
ja: プレイリストの読み込みを再試行
ko: 재생목록 다시 불러오기
nl: Afspeellijsten opnieuw laden
no: Prøv igjen å laste spillelister
pl: Ponów wczytywanie playlist
pt: Tentar carregar listas de reprodução novamente
pt_br: Tentar carregar novamente listas
ro: Reîncercați încărcarea listelor de redare
ru: Повторить загрузку плейлистов
sv: Försök läsa in spellistor igen
tr: Çalma listelerini yeniden yüklemeyi dene
uk: Повторити завантаження плейлистів
zh_hans: 重试加载播放列表

source: Return YouTube Dislikes
ar: إرجاع يوتيوب غير معجب
cs: Vrátit YouTube se nelíbí
da: Returner YouTube Dislikes
de: Rette YouTube Dislikes
el: Επιστρέψτε Το Youtube Dislikes
es: Devolver Dislikes de YouTube
fi: Palauta YouTuben Epämieltymykset
fr: Renvoyer les J'aime de YouTube
it: Numero dei dislike su YouTube
ja: YouTubeが気に入らない場合は戻る
nl: Retourneer YouTube Dislikes
no: Returner YouTube ikke
pl: Zwróć nielubi YouTube
pt: Retornar Dislikes do YouTube
pt_br: Retornar Dislikes do YouTube
ro: Returnează Dislike-urile YouTube
ru: Возврат YouTube Dislikes
sv: Returnera YouTube Ogillningar
uk: Повернення YouTube не подобається
zh_hans: 返回 YouTube 不赞

source: Return to KasetPlus
ar: العودة إلى KasetPlus
de: Zu KasetPlus zurückkehren
es: Volver a KasetPlus
fr: Revenir à KasetPlus
id: Kembali ke KasetPlus
it: Torna a KasetPlus
ko: KasetPlus으로 돌아가기
nl: Terug naar KasetPlus
pl: Wróć do KasetPlus
pt: Voltar ao KasetPlus
ru: Вернуться в KasetPlus
sv: Återgå till KasetPlus
tr: KasetPlus'e dön
uk: Повернутися до KasetPlus

source: Rock
ar: روك
cs: Kámen
da: Sten
de: Felsen
el: Ροκ
es: Roca
fr: Roche
ja: 岩
ko: 록
nl: Rots
pl: Skała
pt: Pedras
pt_br: Pedras
ro: Piatră
ru: Камень
sv: Sten
uk: Скеля
zh_hans: 摇动

source: Romanize Lyrics
ar: رومنة كلمات الأغاني
cs: Oslovit texty
da: Rumænsk Sangtekster
de: Songtexte romanisieren
el: Ρομαντισμός Στίχων
es: Romanizar letras
fi: Romanoi Sanoitukset
fr: Romaniser les paroles
id: Romanisasi Lirik
it: Romanizza testo
ja: ローマ字歌詞
ko: 가사 로마자 표시
nl: Songteksten romaniseren
no: Romansk Lyrics
pl: Romanizuj tekst
pt: Romanizar letras
pt_br: Romanizar Letras
ro: Versuri Romanize
ru: Романизировать текст
sv: Romanisera sångtext
tr: Şarkı Sözlerini Romanize Et
uk: Романізувати текст пісні
zh_hans: 罗马化歌词

source: Save playlists and subscribe to podcasts on YouTube Music to see them here.
ar: احفظ قوائم التشغيل واشترك في البودكاست على YouTube Music لتراها هنا.
cs: Uložte playlisty a přihlaste se k odběru podcastů na YouTube Music, abyste je viděli zde.
da: Gem afspilningslister og abonnér på podcasts på YouTube Music for at se dem her.
de: Speichere Playlists und abonniere Podcasts auf YouTube Music, um sie hier zu sehen.
el: Αποθηκεύστε τις λίστες αναπαραγωγής και εγγραφείτε στα podcasts στο YouTube Music για να τις δείτε εδώ.
es: Guarda playlists y suscríbete a podcasts en YouTube Music para verlos aquí.
fi: Tallenna soittolistat ja tilaa podcastit YouTube Musicissa nähdäksesi ne täällä.
fr: Enregistrez des playlists et abonnez-vous à des podcasts sur YouTube Music pour les voir ici.
id: Simpan daftar putar dan berlangganan podcast di YouTube Music untuk melihatnya di sini.
it: Salva playlist e iscriviti ai podcast su YouTube Music per vederli qui.
ja: プレイリストを保存し、YouTubeの音楽でポッドキャストを購読して、それらを見ることができます。
ko: 여기에서 보려면 YouTube Music에서 재생목록을 저장하고 팟캐스트를 구독하세요.
nl: Bewaar afspeellijsten en abonneer je op podcasts op YouTube Music om ze hier te zien.
no: Lagre spillelister og abonner på podcaster på YouTube Music for å se dem her.
pl: Zapisuj playlisty i subskrybuj podcasty w YouTube Music, aby zobaczyć je tutaj.
pt: Guarde listas de reprodução e subscreva podcasts no YouTube Music para os ver aqui.
pt_br: Salve as playlists e inscreva-se em podcasts no YouTube Music para vê-las aqui.
ro: Salvează listele de redare şi abonează-te la podcast-uri pe YouTube Music pentru a le vedea aici.
ru: Сохраняйте плейлисты и подписывайтесь на подкасты в YouTube Music, чтобы видеть их здесь.
sv: Spara spellistor och prenumerera på poddar i YouTube Music för att se dem här.
tr: Burada görmek için YouTube Music'te çalma listeleri kaydedin ve podcastlere abone olun.
uk: Зберігайте плейлисти та підписуйтеся на подкасти в YouTube Music, щоб побачити їх тут.
zh_hans: 保存播放列表并订阅YouTube音乐上的播客以查看。

source: Save playlists, follow artists, and subscribe to podcasts on YouTube Music to see them here.
ar: احفظ قوائم التشغيل، وتابع الفنانين، واشترك في البودكاست على YouTube Music لتراها هنا.
cs: Uložte playlisty, sledujte umělce a přihlašte se k odběru podcastů na YouTube Music, abyste je viděli zde.
da: Gem afspilningslister, følg kunstnere, og abonnér på podcasts på YouTube Musik for at se dem her.
de: Speichere Playlists, folge Interpreten und abonniere Podcasts auf YouTube Music, um sie hier zu sehen.
el: Αποθηκεύστε τις λίστες αναπαραγωγής, ακολουθήστε τους καλλιτέχνες και εγγραφείτε στα podcasts στο YouTube Music για να τις δείτε εδώ.
es: Guarda playlists, sigue artistas y suscríbete a podcasts en YouTube Music para verlos aquí.
fi: Tallenna soittolistat, seuraa artisteja ja tilaa podcastit YouTube-musiikissa nähdäksesi ne täällä.
fr: Enregistrez des playlists, suivez des artistes et abonnez-vous à des podcasts sur YouTube Music pour les voir ici.
id: Simpan daftar putar, ikuti artis, dan berlangganan podcast di YouTube Music untuk melihatnya di sini.
it: Salva playlist, segui artisti e iscriviti ai podcast su YouTube Music per vederli qui.
ja: プレイリストを保存したり、アーティストをフォローしたり、YouTube Music の Podcast を購読して、こちらをご覧ください。
ko: 여기에서 보려면 YouTube Music에서 재생목록을 저장하고, 아티스트를 구독하고, 팟캐스트를 구독하세요.
nl: Bewaar afspeellijsten, volg artiesten en abonneer je op podcasts op YouTube Music om ze hier te zien.
no: Lagre spillelister, følg kunstnerne og abonner på podcaster på YouTube Music for å se dem her.
pl: Zapisuj playlisty, obserwuj artystów i subskrybuj podcasty w YouTube Music, aby zobaczyć je tutaj.
pt: Guarde listas de reprodução, siga artistas e subscreva podcasts no YouTube Music para os ver aqui.
pt_br: Salve playlists, siga artistas e assine podcasts nas Músicas do YouTube para vê-los aqui.
ro: Salvează listele de redare, urmărește artiștii și abonează-te la podcast-uri pe YouTube Music pentru a le vedea aici.
ru: Сохраняйте плейлисты, подписывайтесь на исполнителей и подкасты в YouTube Music, чтобы видеть их здесь.
sv: Spara spellistor, följ artister och prenumerera på poddar i YouTube Music för att se dem här.
tr: Burada görmek için YouTube Music'te çalma listeleri kaydedin, sanatçıları takip edin ve podcastlere abone olun.
uk: Зберігайте плейлисти, підписуйтеся на виконавців і подкасти в YouTube Music, щоб побачити їх тут.
zh_hans: 保存播放列表、跟随艺术家并订阅YouTube音乐上的播客查看。
